Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=432_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Senaatti-kiinteistöt vástida Sajosa hukseheamis ja hálddaša giddodaga.
smn: Seenaat-kiddoduvah västid Saijoos huksiimist sehe haaldâš kiddoduv ton valmâštum maŋa.

source: Senaatti-kiinteistöt lea stáhta fitnodatlágádus, mii fállá latnjabálvalusaid eandalit stáhtahálddahussii.
smn: Seenaat-kiddoduvah lii staatâ finnodâhlájádâs, kote fáálá sajepalvâlusâid ovdâsajasávt staatâhaldâttâhân.

source: Lanjaid láigoheapmi, investeremat, giddodatopmodaga ovddideapmi ja hálddašeapmi hábmejit bálvalusaid vuođu.
smn: Toimâtiilij laiguuttem, investistem, kiddodâhriggoduv ovdedem já haldâšem hämmejeh palvâlusâi vuáđu.

source: Áššehaččaide gullet earet eará stáhta doaimmahagat, ministeriijat, dutkan- ja kulturlágádusat, fáŋgalat ja bealuštanhálddahus.
smn: Äššigâsáid kullojeh eres lasseen staatâ toimâttuvah, ministeriöh, tutkâmuš- já kulttuurlájádâsah, faŋgâleh sehe piäluštâshaldâttâh.

source: Áššehačča doaibmalanjain dikšun ii leat dušše lanjaid láigoheapmi - Senaatti-kiinteistöt fálaldagaide gullet ain stuorit, áššehačča dárbbuin vuolgi fálaldagat.
smn: Äššigâs toimâtiilijn huolâttem ij lah tuše tiilij laiguuttem - Seenaat-kiddoduvâi falâldâhân kulá šaddee, äššigâs táárbuin vyelgee palvâlusvaljiittâs.

source: Senaatti-kiinteistöt - fitnodatlágádusa oktavuohtaolmmoš Sámekulturguovddášprošeavttas lei prošeaktajođiheaddji Kati Jokelainen.
smn: Seenaat-kiddoduvâi ohtâvuođâolmooš Säämi kulttuurkuávdášprojektist lâi proojeektjođetteijee Kati Jokelainen.

source: Govva: Halo-Arkkitehdit / Tuomas Niemelä 2010.
smn: Kove: Halo-Arkkitehdit / Tuomas Niemelä 2010.

source: Preassadieđáhusat:
smn: Lostâmediatiäđáttâsah:

source: - Sajosa hárjjiceggenávvudeapmi 14.4.2011.
smn: - Saijoos häärjipaajeedmeh 14.4.2011.

source: Loga dieđáhusa.
smn: Luuvâ tiäđáttâs.
